Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=224_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Kolttalaulu
sme: Nuortalaš lávlla

source: Katso lyhytvideo kolttasaamelaisten perinteisestä laulutavasta !
sme: Geahča oanehisvideo nuortalaččaid árbevirolaš lávlunvuogis

source: Leudd eli kolttalaulu on perinteinen kolttasaamelainen laulutapa.
sme: Leudd dahjege nuortalaš lávlla lea árbevirolaš nuortalaš lávlunvuohki.

source: Leuddata voi mitä vain ja missä vain.
sme: Leuddat sáhttá maid beare ja gos beare.

source: Filmissä tutustutaan Eliakseen sekä hänen lapsenlapseensa Hennaan ja heidän suhteeseensa leuddiin.
sme: Filmmas oahpásmuvvat Eliasii sihke su áddjubii Hennai ja sudno gaskavuhtii leuddii.

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
sme: Buvttadeapmi: Sámi oahpahusguovddáš 2008

source: Pituus: 2,18 min.
sme: Guhkkodat: 2,18 min.
